benchmarks/complete/results/20260827-144021/zan_updates_r3.txt
Running 15s test @ http://127.0.0.1:7071/updates?queries=20
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   820.46ms  287.03ms   1.89s    73.30%
    Req/Sec    30.70     16.19    90.00     64.78%
  3426 requests in 15.03s, 1.27MB read
  Socket errors: connect 0, read 0, write 0, timeout 74
  Non-2xx or 3xx responses: 3278
Requests/sec:    228.01
Transfer/sec:     86.63KB